

#ifndef AppDefineBaseUrl_h
#define AppDefineBaseUrl_h

//**********************************公共的请求域名(打包发布的时候一定要注意！！！)**********************************//

//************************************************开发环境
#define BaseUrl         @"http://172.16.6.70:10081/mobileapi/"

//************************************************生产环境
//#define BaseUrl         @"https://gateway.glp168.com/app/GLPe728b543d93044d6/"

//************************************************测试环境
//#define BaseUrl         @"http://172.16.6.220:20081/mobileapi/"


#endif
